Repository: szilardhuber/shopper
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: hu

# LOGIN_ERROR
source: Incorrect credentials
hu: Hiba történt. Kérjük ellenőrizze a megadott adatokat és próbálja újra.

# UNVERIFIED_PRE
source: You have not verified your account yet. Click
hu: Még erősítette meg az email címét. Kattintson

# UNVERIFIED_HERE
source: here
hu: ide

# UNVERIFIED_POST
source: if you have not recieved our email.
hu: ha nem kapta meg a levelünket!

# PLEASE_CHECK_YOUR_EMAIL
source: Successful registration. Please check your emails and click on the verification link we sent you.
hu: Sikeres regisztráció. Kérjük ellenőrizze a leveleit és kattintson az ellenőrző linkre, amit küldtünk!

source: Thank you!
hu: Köszönjük!

# LOGIN_TITLE
source: Members login
hu: Bejelentkezés

# LOGIN_TO_REGISTER_URL
source: Not a member? register now
hu: Még nem regisztrált? Tegye meg most!

# EMAIL_EDIT_LABEL
source: Email
hu: Email cím

# PASSWORD_EDIT_LABEL
source: Password
hu: Jelszó

source: FORGOT_PASSWORD_URL
hu: Elfelejtette a jelszavát?

# LOGIN_BUTTON
source: Login
hu: Bejelentkezés

# REGISTER_TO_LOGIN_URL
source: Already signed up? log in now
hu: Már regisztrált? Lépjen be itt!

source: INVALID_VERIFICATION_CODE
hu: Hibás ellenőrzőkód.

# RESEND_EMAIL_LABEL
source: Enter you email address to resend
hu: Megerősítő email újraküldése

# SEND_BUTTON
source: Send
hu: Küldés
